---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SharedCoordinatesFailures
source: html/e16e0c0d-dc20-3fa5-e4b3-50c762ae5c6c.htm
---
# BuiltInFailures.SharedCoordinatesFailures Properties

Can't acquire coordiantes from a link that has a scaled location.